Repository: alexsavinov/hello-world
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Current list (%(name)s)
ru: Текущий список (%(name)s)

source: Adding new book
ru: Добавление новой книги

source: Book "%(name)s" added!
ru: Книга "%(name)s" добавлена!

source: Adding failed! Fill all fields!
ru: Добавление не удалось! Заполните все поля!

source: Editing book
ru: Редактирование книги

source: Book "%(name)s" edited!
ru: Книга "%(name)s" изменена!

source: Book "%(name)s" deleted!
ru: Книга "%(name)s" удалена!

source: Please enter book name:
ru: Пожалуйста, введите название книги:

source: Author:
ru: Автор

source: Total pages (amount):
ru: Общее количество страниц:

source: Book library
ru: Книжная библиотека

source: Home
ru: Домой

source: Add
ru: Добавить
